Repository: Devp00l/openattic
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: de

source: Command
de: Kommando

source: Start time
de: Startzeit

source: End time
de: Endzeit

source: Output
de: Ausgabe

source: If this interface is a bridge, add the ports here.
de: Wenn dieses Interface eine Bridge ist, für die Ports hier hinzu.

source: If this interface is VLAN device, name the raw device here.
de: Wenn dieses Interface ein VLAN Device ist, nenne die Raw Devices hier.

source: Interface %s has children and has an address
de: Interface %s hat Kinder und eine Adresse

source: Interface %s uses DHCP but has an address
de: Interface %s benutzt DHCP, hat aber eine Adresse

source: Interface %s has children and uses DHCP
de: Interface %s hat Kinder und benutzt DHCP

source: Interface %s has an address without a netmask
de: Interface %s hat eine Adresse ohne Netmask

source: Vlan %s has ITSELF as its base interface
de: Vlan %s hat sich selbst als Basisinterface.

source: There is no interface that has an IP (none with dhcp and none with static address).
de: Es gibt kein Interface mit IP-Adresse (keins mit DHCP und keins mit statischer Adresse)

source: There is no default gateway.
de: Es gibt kein Default Gateway.

source: There is are no name servers configured.
de: Es sind keine Nameserver konfiguriert.

source: There is no domain configured.
de: Es gibt keine konfigurierte Domain.

source: VG names may not be '.' or '..'.
de: Als VG-Namen dürfen '.' oder '..' nicht verwendet werden.

source: VG names must not begin with a hyphen.
de: VG-Namen dürfen nicht mit einem Bindestrich beginnen.

source: This name clashes with a file or directory in /dev.
de: Dieser Name steht in Konflikt mit einer Datei oder einem Verzeichnis unter /dev.

source: The following characters are valid for VG and LV names: a-z A-Z 0-9 + _ . -
de: Die folgenden Zeichen sind für die VG- und LV-Namen zulässig: a-z A-Z 0-9 + _ . -

source: LV names may not be '.' or '..'.
de: Als LV-Namen dürfen '.' oder '..' nicht verwendet werden.

source: LV names must not begin with a hyphen.
de: LV-Namen dürfen nicht mit einem Bindestrich beginnen.

source: The volume name must not begin with 'snapshot' or 'pvmove'.
de: Der Volume-Name darf nicht mit 'snapshot' oder 'pvmove' beginnen.

source: The volume name must not contain '_mlog' or '_mimage'.
de: Der Volume-Name darf '_mlog' oder '_mimage' nicht beinhalten.

source: read-only
de: Schreibgeschützt

source: non-resizable
de: Nicht größenveränderbar

source: exported
de: Exportiert

source: partial
de: Unvollständig

source: clustered
de: Geclustert

source: Warning Level (%)
de: Warnschwelle (%)

source: Critical Level (%)
de: Kritische Schwelle (%)

source: Deduplication
de: Dedublizierung

source: Compression
de: Kompression

source: mirrored
de: Gespiegelt

source: mirrored without initial sync
de: Ohne initiale Synchronisation gespiegelt

source: origin
de: Ursprung

source: merging origin
de: Ursprung zusammenführen

source: RAID without initial sync
de: RAID ohne initiale Synchronisation

source: merging snapshot
de: Snapshot zusammenführen

source: virtual
de: virtuell

source: image
de: Abbildung

source: conversion
de: Umwandlung

source: thin pool data
de: Thin Pool Daten

source: RAID/thin pool metadata
de: RAID/Thin Pool Metadaten

source: temporarily read-only
de: Vorübergehend schreibgeschützt

source: anywhere
de: Irgendwo

source: active
de: Aktiv

source: invalid snapshot
de: Ungültiger Snapshot

source: snapshot merge failed
de: Zusammenführen des Snapshots fehlgeschlagen

source: open
de: Offen

source: mirror
de: Spiegel

source: unknown
de: Unbekannt

source: zeroed
de: Genullt

source: pvmove in progress
de: Pvmove in Arbeit

source: The owner field is required unless you are creating a snapshot.
de: Das Besitzer-Feld wird benötigt, es sei denn Sie erstellen einen Snapshot.

source: The vg field is required unless you are creating a snapshot.
de: Das VG-Feld wird benötigt, es sei denn Sie erstellen einen Snapshot.

source: LVM does not support snapshotting snapshots.
de: LVM unterstützt nicht, Snapshots von Snapshots anzulegen.

source: Delete Button?
de: Element löschen?

source: Do you really wish to remove this button from the toolbar?
de: Wollen Sie diesen Button wirklich aus der toolbar-Leiste entfernen?

source: The credentials you entered are invalid.
de: Die eingegebenen Anmeldedaten sind ungültig.

source: The request that has been sent to the server has been invalid - this is not supposed to happen...
de: Die Anfrage die an den Server gesendet wurde war ungültig - das sollte eigentlich nicht passieren...

source: Your account has been deactivated. Please consult an administrator.
de: Ihr Account wurde deaktiviert. Bitte wenden Sie sich an einen Administrator.

source: Did you fill in all the fields?
de: Haben Sie alle Felder ausgefüllt?

source: Loading...
de: Lade...

source: Your browser does not support Kerberos. Please log in using your username and password.
de: Ihr Browser unterstützt Kerberos nicht. Bitte loggen Sie sich mit Ihrem Benutzernamen und Passwort ein.

source: Checking...
de: Prüfe...
