Repository: Devp00l/openattic
Catalog: lvm/locale/*/LC_MESSAGES/django.po
Languages: de

source: Size in MB
de: Größe in MB

source: Warning Level (%)
de: Warnwert (%)

source: Critical Level (%)
de: Kritischer Wert (%)

source: The owner field is required unless you are creating a snapshot.
de: Das Besitzer-Feld wird benötigt, es sei denn Sie erstellen einen Snapshot.

source: The vg field is required unless you are creating a snapshot.
de: Das VG-Feld wird benötigt, es sei denn Sie erstellen einen Snapshot.

source: LVM does not support snapshotting snapshots.
de: LVM unterstützt nicht, Snapshots von Snapshots anzulegen.

source: Volume Groups
de: Volume-Gruppen

source: Reload
de: Neu laden

source: Create VG or Add Disk
de: VG anlegen oder Disk hinzufügen

source: Initialize
de: Initialisieren

source: Querying data...
de: Warte auf Daten...

source: Disk %s is not currently used.
de: Disk %s ist nicht in Benutzung.

source: Disk %(disk)s is part of the Volume Group %(vg)s, refusing to touch it.
de: Disk %(disk)s ist Teil der Volume-Gruppe %(vg)s, werde sie nicht anrühren.

source: Disk %(disk)s is mounted as %(mount)s, refusing to touch it.
de: Disk %(disk)s ist als %(mount)s gemountet, werde sie nicht anrühren.

source: Please select the disk you wish to add to the volume group.
de: Bitte wählen Sie die Disk aus, die Sie der Volume-Gruppe hinzufügen möchten.

source: Waiting for disk selection...
de: Warte auf Disk-Auswahl...

source: Volume Group
de: Volume-Gruppe

source: Please select the volume group. In order to create a new one, enter its name.
de: Bitte wählen Sie die Volume-Gruppe aus. Um eine neue zu erzeugen, geben Sie den Namen ein.

source: Please wait...
de: Bitte warten...

source: Success!
de: Erfolg!

source: The Device has been successfully initialized.
de: Das Gerät wurde erfolgreich initialisiert.

source: Delete Group
de: Volume-Gruppe löschen

source: Confirm delete
de: Löschen bestätigen

source: Really delete Group %s?
de: Gruppe %s wirklich löschen?

source: Volumes found in this group. Delete all remaining volumes?
de: In dieser Gruppe wurden Volumes gefunden. Sollen diese gelöscht werden?

source: Size
de: Größe

source: Free
de: Frei

source: Used%
de: Benutzt%

source: Attributes
de: Attribute

source: Disk Management
de: Disk-Verwaltung

source: Add Volume
de: Volume hinzufügen

source: Select...
de: Bitte wählen...

source: The volume group in which you want the Volume to be created.
de: Die Volume-Gruppe in der das Volume erstellt werden soll.

source: File System
de: Dateisystem

source: If you want to use DRBD with this device, do not yet create a file system on it, even if you want to share it using NAS services later on.
de: Wenn Sie DRBD mit diesem Volume benutzen möchten, erzeugen Sie noch kein Dateisystem, selbst wenn Sie es später mit NAS-Diensten freigeben möchten.

source: Waiting for volume selection...
de: Warte auf Volume-Auswahl...

source: Create Volume
de: Volume erzeugen

source: Error
de: Fehler

source: Please wait for the query for available space to complete.
de: Bitte warten Sie, bis der verfügbare Speicher abgefragt wurde.

source: Your volume exceeds the available capacity of %s MB.
de: Ihr Volume überschreitet den vorhandenen Speicherplatz von %s MB.

source: Adding Volume
de: Lege Volume an

source: Please wait while your volume is being created...
de: Bitte warten Sie während Ihr Volume angelegt wird...

source: Cancel
de: Abbrechen

source: Set warning threshold
de: Warnschwelle setzen

source: Update Levels
de: Schwellen anpassen

source: Mount
de: Einhängen

source: Volume %s does not have a file system and therefore cannot be mounted.
de: Volume %s hat kein Dateisystem und kann daher nicht eingehängt werden.

source: Volume %s is already mounted.
de: Volume %s ist bereits eingehängt.

source: Volume %s cannot be mounted at the current time.
de: Volume %s kann derzeit nicht eingehängt werden.

source: Volume %s could not be mounted, please check the logs.
de: Volume %s konnte nicht eingehängt werden, bitte prüfen Sie die Logs.

source: Volume %s has been mounted.
de: Volume %s wurde eingehängt.

source: Unmount
de: Aushängen

source: Volume %s is not mounted.
de: Volume %s ist nicht eingehängt.

source: Do you really want to umount %s?
de: Möchten Sie %s wirklich aushängen?

source: Volume %s could not be unmounted, please check the logs.
de: Volume %s konnte nicht ausgehängt werden, bitte prüfen Sie die Logs.

source: Volume %s has been unmounted.
de: Volume %s wurde ausgehängt.

source: Shares
de: Freigaben

source: Object
de: Objekt

source: Resize Volume
de: Volume anpassen

source: Please enter your desired size
de: Bitte geben Sie die gewünsche Größe ein.

source: Remaining Space
de: Verbleibender Platz

source: Edit
de: Bearbeiten

source: Warning
de: Warnung

source: Do you really want to change Volume size of <b>%(lv)s</b> to <b>%(megs)s</b> MB?
de: Möchten Sie wirklich die Volume-Größe von <b>%(lv)s</b> auf <b>%(megs)s</b> MB ändern?

source: Volume %s could not resized to 0 Megabytes.
de: Volume %s kann nicht auf 0 Megabytes geschrumpft werden.

source: Resizing Volume
de: Volume anpassen

source: Please wait while your volume is being resized...
de: Bitte warten Sie während Ihr Volume angepasst wird...

source: Delete Volume
de: Volume löschen

source: Used
de: Benutzt

source: Group
de: Gruppe

source: Storage usage
de: Speicherausnutzung

source: Loading...
de: Lade...

source: Really delete volume %s and all its shares?<br /><b>There is no undo and you will lose all data.</b>
de: Volume %s und alle Freigaben wirklich löschen?<br /><b>Dies kann nicht rückgängig gemacht werden und Sie werden alle Daten des Volume verlieren.</b>

source: Volume Management
de: Volume-Verwaltung

source: Mount Points
de: Einhängepunkte

source: Device
de: Gerät

source: Mount Point
de: Einhängepunkt

source: FS Type
de: FS-Typ

source: Options
de: Optionen

source: Add Snapshot
de: Snapshot hinzufügen

source: Please consider, that the size of your snapshot depends on the kind and frequency of change.
de: Bitte beachten Sie dass die Snapshot-Größe auf die Art und Häufigkeit der Änderungen auf dem Volume ausgerichtet sein muss.

source: Create Snapshot
de: Snapshot anlegen

source: The name you entered already exists. Please enter another one.
de: Der eingegebene Name existiert bereits. Bitte geben Sie einen anderen ein.

source: Delete Snapshot
de: Snapshot löschen

source: Really delete snapshot %s and all its shares?<br /><b>There is no undo and you will lose all data.</b>
de: Snapshot %s und alle Freigaben wirklich löschen?<br /><b>Dies kann nicht rückgängig gemacht werden und Sie werden alle Daten des Snapshots verlieren.</b>

source: Aborted.
de: Abgebrochen.

source: Usage (%)
de: Benutzt (%)

source: Rollback Snapshot
de: Snapshot zurückspielen

source: Confirm rollback
de: Zurückspielen bestätigen

source: Really rollback snapshot %s ?<br /><b>There is no undo.</b>
de: Snapshot %s wirklich zurückspielen?<br /><b>Dies kann nicht rückgängig gemacht werden.</b>

source: Really delete snapshot %s ?<br /><b>There is no undo.</b>
de: Snapshot %s und alle Freigaben wirklich löschen?<br /><b>Dies kann nicht rückgängig gemacht werden und Sie werden alle Daten des Snapshots verlieren.</b>

source: Created
de: Erzeugt

source: Create Subvolume
de: Subvolume erzeugen

source: Add Subvolume
de: Subvolume hinzufügen

source: Delete Subvolume
de: Subvolume löschen

source: Really delete subvolume %s ?<br /><b>There is no undo.</b>
de: Subvolume %s und alle Freigaben wirklich löschen?<br /><b>Dies kann nicht rückgängig gemacht werden und Sie werden alle Daten des Subvolume verlieren.</b>
