Repository: Devp00l/openattic
Catalog: iscsi/locale/*/LC_MESSAGES/django.po
Languages: de

source: Human readable name.
de: Menschenlesbarer Name.

source: ISCSI Target name (e.g. 'iqn.2011-01.storage:sto1').
de: ISCSI Target-Name (z.B. 'iqn.2011-01.storage:sto1').

source: Sets the default action if both the allow and deny ACLs are empty. True = Allow all initiators to connect, False = deny all.
de: Legt die Standardberechtigung fest, wenn weder eine "Allow"- noch eine "Deny"-ACL angegeben ist. An = Alle Initiatoren dürfen verbinden, Aus = Keiner darf.

source: Reload
de: Neu laden

source: Create Target
de: Target erzeugen

source: Add Target
de: Target hinzufügen

source: Create
de: Erzeugen

source: Delete Target
de: Target löschen

source: Confirm delete
de: Löschen bestätigen

source: Really delete Target %s?
de: Target %s wirklich löschen?

source: Manage Initiators
de: Initiatoren verwalten

source: Add
de: Hinzufügen

source: Save
de: Speichern

source: Delete
de: Löschen

source: Really delete Initiator %s?
de: Initiator %s wirklich löschen?

source: Delete Initiator
de: Initiator löschen

source: Add Lun
de: Lun hinzufügen

source: Number
de: Nummer

source: Type
de: Typ

source: Buffered (File IO)
de: Gepuffert (File-IO)

source: Unbuffered (Block IO)
de: Ungepuffert (Block-IO)

source: Create Lun
de: Lun erzeugen

source: Cancel
de: Abbrechen

source: Delete Lun
de: Lun löschen

source: Really delete Lun %s?
de: Lun %s wirklich löschen?^

source: Bind IPs
de: Bind-Adressen

source: Delete Bind IPs
de: IPs löschen

source: Really delete IP %s?
de: IP %s wirklich löschen?
