Repository: Devp00l/openattic
Catalog: drbd/locale/*/LC_MESSAGES/djangojs.po
Languages: de

source: Add Connection
de: Verbindung hinzufügen

source: Edit Connection
de: Verbindung bearbeiten

source: Delete Connection
de: Verbindung löschen

source: Bad
de: Fehlerhaft

source: Unknown
de: Unbekannt

source: Resource Name
de: Ressourcen-Name

source: Protocol
de: Protokoll

source: Disk state (overall)
de: Disk-Status (allgemein)

source: Connection state
de: Verbindungsstatus

source: Primary
de: Primär

source: Connection settings
de: Verbindungseinstellungen

source: Resource name
de: Ressourcen-Name

source: A: Asynchronous
de: A: Asynchron

source: B: Memory Synchronous (Semi-Synchronous)
de: B: Speichersynchron (Halbsynchron)

source: C: Synchronous
de: C: Synchron

source: Address
de: Adresse

source: Select...
de: Auswahl...

source: Parent connection
de: Übergeordnete Verbindung

source: Syncer Rate
de: Sync-Rate

source: Secret
de: Passwort

source: Timeout
de: Zeitlimit

source: Timeout when degraded
de: Zeitlimit wenn inkonsistent

source: Timeout when outdated
de: Zeitlimit wenn veraltet

source: On I/O Error
de: Bei E/A-Fehler

source: Report the I/O error to the file system on the primary, ignore it on the secondary.
de: Melde den E/A-Fehler dem Dateisystem des Primary, ignoriere den Fehler auf dem Secondary

source: Call the local-io-error handler script.
de: Rufe das local-io-error Handler-Script auf

source: Detach and continue in diskless mode.
de: Trennen und im diskless-Modus fortfahren

source: No fencing actions are undertaken.
de: Es wurden keine Fencing-Aktionen unternommen

source: Call the fence-peer handler.
de: Rufe den Fence-Peer-Handler auf.

source: Call the fence-peer handler, which outdates or STONITHes the peer.
de: Friere E/A ein bis der Fence-Peer-Handler die Gegenstelle entweder auf veraltet gesetzt, oder per STONITH offline genommen hat.

source: No Primaries
de: Keine Primaries

source: Simply disconnect without resynchronization.
de: Verbindung trennen ohne Resynchronisation

source: Discard the younger Primary and sync from the host who was primary before.
de: Verwerfe den jüngeren Primary und synchronisiere vom vorherigen Primary

source: Discard the older Primary and sync from the host who last became primary.
de: Verwerfe den alten Primary und synchronisieren von dem Host, der als letztes Primary war

source: Discard the node who has not written any changes. If both have changes, disconnect.
de: Lösche den Node, der keine Änderungen geschrieben hat. Wenn beide Nodes Veränderungen aufzeigen, trenne die Verbindung.

source: Discard the node with the least changes and sync from the one with most.
de: Verwerfe den Node mit den wenigsten Änderungen und synchronisiere von dem, der die meisten Änderungen hat.

source: One Primary
de: Ein Primary

source: Discard secondary if it would have also been discarded without any primaries, else disconnect.
de: Verwerfe die Daten des Secondary wenn dies auch passiert wäre wenn kein Node Primary wäre, ansonsten trenne die Verbindung.

source: Do what we would do if there were no primaries, even if we risk corrupting data.
de: Führe dieselbe Aktion aus wie wenn kein Node Primary wäre, auch wenn wir dabei riskieren, sämtliche Daten zu zerstören.

source: Discard the secondarys data.
de: Verwerfe den Secondary.

source: If the current secondary has the right data, call the pri-lost-after-sb handler on the primary.
de: Wenn der aktuelle Secondary die richtigen Daten hat, rufe den pri-lost-sb-Handler auf dem Primary auf.

source: Two Primaries
de: Zwei Primaries

source: Promote
de: Primär setzen

source: %s is primary already, cannot promote.
de: %s ist bereits primär.

source: Demote
de: Sekundär setzen

source: %s is not primary, cannot demote.
de: %s ist nicht primär.

source: Connection
de: Verbindung
