Repository: Devp00l/openattic
Catalog: ifconfig/locale/*/LC_MESSAGES/django.po
Languages: de

source: If this interface is a bonding device, add the slave devices here.
de: Wenn dieses Gerät ein Bonding-Gerät ist, fügen Sie hier die Basisgeräte hinzu.

source: If this interface is a bridge, add the ports here.
de: Wenn dieses Gerät eine Bridge ist, fügen Sie hier die Ports hinzu.

source: If this interface is VLAN device, name the raw device here.
de: Wenn dieses Gerät ein VLAN-Gerät ist, geben Sie hier das Basisgerät an.

source: Interface %s has children and has an address
de: Interface %s hat abhängige Geräte und eine IP-Adresse

source: Interface %s uses DHCP but has an address
de: Gerät %s nutzt DHCP und hat eine statische IP-Adresse

source: Interface %s has children and uses DHCP
de: Gerät %s hat abhängige Geräte und nutzt DHCP

source: Interface %s has an address without a netmask
de: Gerät %s hat eine Adresse ohne angegebene Netzmaske

source: Vlan %s has ITSELF as its base interface
de: VLAN-Gerät %s nutzt sich selbst als Basisgerät

source: Bridge %s has ITSELF as one of its ports
de: Bridge %s nutzt sich selbst als einen ihrer Ports

source: Bonding %s has ITSELF as one of its slaves
de: Bonding %s nutzt sich selbst als einen seiner Slaves

source: There is no interface that has an IP (none with dhcp and none with static address).
de: Kein Gerät hat eine IP-Adresse (keines nutzt DHCP und keines ist statisch konfiguriert).

source: There is no default gateway.
de: Es gibt keinen Standard-Gateway.

source: There is are no name servers configured.
de: Es sind keine Nameserver konfiguriert.

source: There is no domain configured.
de: Es ist kein Domain-Name konfiguriert.

source: Must be a numeric IP address.
de: Muss eine numerische IP-Adresse sein.

source: Must be a numeric IP address or "IP/Netmask".
de: Muss eine numerische IP-Adresse oder "IP/Netzmaske" sein.

source: Must be a space-separated list of numeric IP addresses.
de: Muss eine durch Leerzeichen getrennte Liste numerischer IP-Adressen sein.

source: Must only contain letters, numbers, "-" and ".".
de: Darf nur Buchstaben, Zahlen, "-" und "." enthalten.

source: Network interfaces
de: Netzwerkschnittstellen

source: Device parameters
de: Einstellungen des Geräts

source: Device
de: Gerät

source: Speed
de: Geschwindigkeit

source: MAC Address
de: MAC-Adresse

source: Connected
de: Verbunden

source: Active
de: Aktiv

source: Configure at boot
de: Beim Systemstart konfigurieren

source: Bonding options (if applicable)
de: Bonding-Optionen (falls anwendbar)

source: MII Monitoring interval
de: MII-Überwachungs-Intervall

source: Down Delay
de: Verzögerung Down

source: Up Delay
de: Verzögerung Up

source: Mode
de: Modus

source: Active-Backup
de: Ausfallsicherheit (Active-Backup)

source: Dynamic Link Aggregation (IEEE 802.3ad)
de: Dynamische Verbindungsaggregation (IEEE 802.3ad)

source: Balance: Adaptive Transmit Load Balancing
de: Balance: Adaptive Lastverteilung (nur senden)

source: Balance: Adaptive Load Balancing
de: Balance: Adaptive Lastverteilung

source: Select...
de: Bitte wählen...

source: Save
de: Speichern

source: Slave device %s has not yet been saved, please save this device first.
de: Das untergeordnete Gerät %s wurde noch nicht gespeichert, bitte speichern Sie dieses Gerät zuerst.

source: Bonding devices require at least one native slave device.
de: Bonding-Geräte erfordern mindestens ein natives untergeordnetes Gerät.

source: VLAN devices need to be dragged onto their base device first.
de: VLAN-Geräte müssen zunächst auf ihr Basisgerät gezogen werden.

source: VLAN base device %s has not yet been saved, please save this device first.
de: VLAN-Basisgerät %s wurde noch nicht gespeichert, bitte speichern Sie dieses Gerät zuerst.

source: Bridge devices need to be dragged onto their base device first.
de: Bridge-Geräte müssen zunächst auf ihr Basisgerät gezogen werden.

source: Bridge port device %s has not yet been saved, please save this device first.
de: Bridge-Port %s wurde noch nicht gespeichert, bitte speichern Sie dieses Gerät zuerst.

source: Cancel
de: Abbrechen

source: Delete Device
de: Gerät löschen

source: Device %s is in use, cannot delete it.
de: Gerät %s ist in Benutzung und kann nicht gelöscht werden.

source: IP/Netmask
de: IP/Netzmaske

source: Editable
de: Editierbar

source: Add Address
de: Adresse hinzufügen

source: Please select a device first.
de: Bitte wählen Sie zuerst eini Gerät aus.

source: Delete Address
de: Adresse löschen

source: This address has not been configured in this module, therefore it cannot be deleted here.
de: Diese Adresse wurde nicht in diesem Modul konfiguriert und kann daher hier nicht gelöscht werden.

source: There are %s objects using this IP Address, cannot delete it.
de: Diese Adresse wird von %s Objekten verwendet und kann daher nicht gelöscht werden.

source: Reload
de: Neu laden

source: Create device...
de: Gerät hinzufügen...

source: Validate configuration
de: Konfiguration prüfen

source: Configuration validated
de: Konfiguration ist gültig

source: No problems have been detected with your current configuration.
de: Es wurden mit Ihrer aktuellen Konfiguration keine Probleme festgestellt.

source: Configuration invalid
de: Konfiguration ungültig

source: The following problem has been detected:
de: Das folgende Problem wurde festgestellt:

source: Activate configuration
de: Konfiguration aktivieren

source: In order to safely update the configuration, all network interfaces will be shut down and restarted, possibly causing data loss if the system is currently being used. Proceed?
de: Um die Konfiguration sicher aktualisieren zu können, werden alle Netzwerkgeräte heruntergefahren und mit der neuen Konfiguration wieder gestartet. Dies kann zu Datenverlust führen, falls das System gerade verwendet wird. Fortfahren?

source: Configuration activated
de: Konfiguration aktiviert

source: The configuration has been updated.
de: Die Konfiguration wurde aktualisiert.

source: Network
de: Netzwerk
